Repository: NinerMG/Brew_and_Byte
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Language changed successfully!
pl: Język zmieniony pomyślnie!

source: Home
pl: Strona główna

source: Add Cafe
pl: Dodaj Kawiarnię

source: Logout
pl: Wyloguj

source: Login
pl: Zaloguj

source: Register
pl: Zarejestruj

source: Your Cafe. Your Office.
pl: Twoja Kawiarnia. Twoje Biuro.

source: Find the perfect place to work with WiFi, power outlets and great coffee in your city
pl: Znajdź idealne miejsce do pracy z WiFi, gniazdkami i dobrą kawą w Twoim mieście

source: Log In
pl: Zaloguj się

source: Filter Cafes
pl: Filtruj Kawiarnie

source: Sockets
pl: Gniazdka

source: Toilet
pl: Toaleta

source: Calls OK
pl: Rozmowy OK

source: Laptop-Friendly Cafes Found
pl: Znaleziono Kawiarni Przyjaznych Laptopom

source: seats
pl: miejsc

source: View on Map
pl: Zobacz na Mapie

source: Edit
pl: Edytuj

source: Are you sure you want to delete this cafe?
pl: Czy na pewno chcesz usunąć tę kawiarnię?

source: Delete
pl: Usuń

source: No cafes in database yet!
pl: Brak kawiarni w bazie danych!

source: Be the first to add a laptop-friendly cafe.
pl: Bądź pierwszym, który doda kawiarnię przyjazną dla laptopów.

source: Add First Cafe
pl: Dodaj Pierwszą Kawiarnię

source: Login to Add Cafes
pl: Zaloguj się, aby dodać kawiarnie

source: Add New Cafe
pl: Dodaj Nową Kawiarnię

source: Add a New Cafe
pl: Dodaj Nową Kawiarnię

source: Cancel
pl: Anuluj

source: Edit Cafe
pl: Edytuj Kawiarnię

source: You are updating information about cafe:
pl: Aktualizujesz informacje o kawiarni:

source: Amenities
pl: Udogodnienia

source: Update Cafe
pl: Zaktualizuj Kawiarnię

source: Cafe Name
pl: Nazwa Kawiarni

source: Location
pl: Lokalizacja

source: Map URL
pl: URL Mapy

source: Image URL
pl: URL Zdjęcia

source: Number of Seats
pl: Liczba Miejsc

source: Coffee Price
pl: Cena Kawy

source: Has WiFi
pl: Ma WiFi

source: Has Power Sockets
pl: Ma Gniazdka

source: Has Toilet
pl: Ma Toaletę

source: Can Take Calls
pl: Można Rozmawiać

source: Save
pl: Zapisz

source: Password
pl: Hasło

source: Remember Me
pl: Zapamiętaj mnie

source: Password must be at least 8 characters
pl: Hasło musi mieć minimum 8 znaków

source: Confirm Password
pl: Potwierdź Hasło

source: Passwords must match
pl: Hasła muszą być identyczne

source: Name
pl: Imię i Nazwisko

source: Welcome Back!
pl: Witaj ponownie!

source: Login to discover laptop-friendly cafes
pl: Zaloguj się, aby odkryć kawiarnie przyjazne dla laptopów

source: Email Address
pl: Adres Email

source: your@email.com
pl: twoj@email.pl

source: Enter your password
pl: Wprowadź swoje hasło

source: Remember me
pl: Zapamiętaj mnie

source: Login feature not yet implemented
pl: Funkcja logowania nie jest jeszcze zaimplementowana

source: See IMPLEMENTATION_STEPS.py file to implement full login functionality.
pl: Zobacz plik IMPLEMENTATION_STEPS.py aby zaimplementować pełną funkcjonalność logowania.

source: OR
pl: LUB

source: Don't have an account?
pl: Nie masz konta?

source: Register here
pl: Zarejestruj się tutaj

source: Create Account
pl: Utwórz Konto

source: Join our community of cafe enthusiasts
pl: Dołącz do naszej społeczności miłośników kawiarni

source: Full Name
pl: Imię i Nazwisko

source: John Doe
pl: Jan Kowalski
